Repository: wellingtontf/DrinkingAtTheSources
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt

source: Tradition and the Scriptures provided all the elements necessary to adopt the views of Paul the Pharisee without large-scale reservations.
pt: A Tradição e as Escrituras forneceram todos os elementos necessários para adotar as visões de Paulo, o fariseu, sem reservas em larga escala.

source: Tradition by Itself
pt: Tradição por si

source: Tradition certainly deserves our respect and attention; but to what extent can it be considered a norm of reference, since it recognizes itself to be essentially of human inspiration?
pt: A tradição certamente merece nosso respeito e atenção; mas até que ponto ela pode ser considerada uma norma de referência, uma vez que ela se reconhece essencialmente como inspiração humana?

source: Tradition remains a fertile field of study, permitting us to better understand the facts of revelation; but if tradition is to play its role properly, it must be looked at as a working instrument to be consulted but never a replacement for the prophetic Word.
pt: A tradição continua a ser um campo fértil de estudo, permitindo-nos compreender melhor os fatos da revelação; mas se a tradição deve desempenhar adequadamente seu papel, ela deve ser encarada como um instrumento de trabalho a ser consultado, mas nunca um substituto para a Palavra profética.

source: Tradition saw in him generally an antitype of the Messiah,156 identifying him, according to Philo’s language, with the “Eternal Logos.“157
pt: A tradição via nele, em geral, um antítipo do Messias, 156 identificando-o, segundo a linguagem de Philo, com o “Logos Eterno”.

source: Tradition, then, has brought us to an impasse w here we must take a position.
pt: A tradição, portanto, nos levou a um impasse; aqui devemos nos posicionar.

source: True thought conversion is not a reasoning by antithesis.
pt: A conversão do pensamento verdadeiro não é um raciocínio por antítese.

source: True, Pilate washed his hands of the matter in public, but that did not cancel his responsibility.
pt: É verdade que Pilatos lavou as mãos do assunto em público, mas isso não cancelou sua responsabilidade.

source: True, one must recognize the reality of what has been “pagan antiSemitism.” History records it.
pt: É verdade que é preciso reconhecer a realidade do que tem sido "antissemitismo pagão". A história registra isso.

source: Truth alone prevails; for this reason, God stays by us with a jealous love.258 Nothing escapes His attentive eye, for it sees the depths of human conduct at all times and places.
pt: Somente a verdade prevalece; por essa razão, Deus permanece com um amor ciumento.258 Nada escapa de seu olhar atento, pois vê as profundezas da conduta humana em todos os momentos e lugares.

source: Truth will germinate from the ground….
pt: A verdade germinará do chão.

source: Two dangers lie in wait for the Jew.
pt: Dois perigos aguardam o judeu.

source: Two elements of Christian doctrine seem to have triggered the Judeo-Christian separation: (1) the acceptance as Messiah of a person named Jeshua; and (2) the categorical rejection of the Law of Moses.
pt: Dois elementos da doutrina cristã parecem ter desencadeado a separação judaico-cristã: (1) a aceitação como Messias de uma pessoa chamada Jeshua; e (2) a rejeição categórica da Lei de Moisés.

source: Two factors played a role in producing this image.
pt: Dois fatores desempenharam um papel na produção dessa imagem.

source: Two particular points of information are furnished by the prophecy, enabling us to establish the historical facts concerning the coming of the Messiah: (1) a time period of seventy weeks; (2) a date to begin this time period - the decree authorizing the reconstruction of Jerusalem and its temple.
pt: Dois pontos específicos de informação são fornecidos pela profecia, permitindo-nos estabelecer os fatos históricos relativos à vinda do Messias: (1) um período de tempo de setenta semanas; (2) uma data para começar este período de tempo - o decreto autorizando a reconstrução de Jerusalém e seu templo.

source: Typical is the truth regarding the double identity of the Messiah: glorious and humble, divine and human.
pt: Típica é a verdade em relação à dupla identidade do Messias: glorioso e humilde, divino e humano.

source: Unable to take any more, he wanted to understand.
pt: Incapaz de aguentar mais, ele queria entender.

source: Unconsciously or with cowardice, indifferent or without an opinion, the people who assembled followed the suggestions spoken by the priests; these leaders knew what they were doing and what they wanted.
pt: Inconscientemente ou com covardia, indiferente ou sem opinião, as pessoas que se reuniram seguiram as sugestões ditas pelos sacerdotes; esses líderes sabiam o que estavam fazendo e o que queriam.

source: Under such circumstances, to try to test the metal would make no sense.
pt: Sob tais circunstâncias, tentar testar o metal não faria sentido.

source: Under the New Covenant, the Law remains.
pt: Sob a Nova Aliança, a lei permanece.

source: Under the influence of these verses from Jeremiah, John, in the book of Revelation, associated the New Jerusalem and “my [God’s] own new name.” Revelation 3:12.
pt: Sob a influência desses versículos de Jeremias, João, no livro de Apocalipse, associou a Nova Jerusalém e “meu novo nome [de Deus]”. Apocalipse 3:12.

source: Under the urging of the priests, the clamor broke forth.
pt: Sob o impulso dos sacerdotes, o clamor irrompeu.

source: Understandably, on the basis of this last tradition, there was no hesitation later on to consider the posterity of the woman to be the Messiah himself.
pt: Compreensivelmente, com base nesta última tradição, não houve hesitação mais tarde para considerar a posteridade da mulher como sendo o próprio Messias.

source: Unhappily, the three rings look identical; and I am not able to tell you which one is the magical one.
pt: Infelizmente, os três anéis parecem idênticos; e não sou capaz de lhe dizer qual é a mágica.

source: Until then the Jews had listened to the counsels of Jewish tradition and its spokesmen.
pt: Até então, os judeus ouviram os conselhos da tradição judaica e seus porta-vozes.

source: Upon that deep, common heritage, both Jews and Christians, because of our infidelities, have heaped our particular kinds of scorn.
pt: Sobre essa profunda herança comum, tanto judeus como cristãos, por causa de nossas infidelidades, acumulamos nossos tipos particulares de desprezo.

source: Using this same passage from Jeremiah, the Talmud and the Midrash place Jerusalem and the Messiah in a common order of ideas.
pt: Usando essa mesma passagem de Jeremias, o Talmud e o Midrash colocam Jerusalém e o Messias em uma ordem comum de idéias.

source: Verse 24.
pt: Versículo 24

source: Verse 32 implied this when referring to the covenant made at Sinai with the fathers after the departure from Egypt.
pt: O verso 32 implicava isso quando se referia ao pacto feito no Sinai com os pais após a partida do Egito.

source: Verses 4, 25, 26.
pt: Versículos 4, 25 e 26.

source: Verses 5, 26.
pt: Versículos 5 e 26.

source: Verses 5, 7, 16.
pt: Versos 5, 7, 16.

source: Very early Christians felt that emancipation from the Jewish background was essential, that it should be made crystal clear that Christianity was a “New Covenant” without any attachment whatsoever to what was termed the “Old Covenant.” Separation from the original tree, even an uprooting, was considered of first importance.
pt: Os primeiros cristãos sentiam que a emancipação do pano de fundo judaico era essencial, que deveria ficar claro que o cristianismo era uma “Nova Aliança” sem nenhum apego ao que foi chamado de “Antiga Aliança”. Separação da árvore original, até mesmo um desenraizamento, foi considerado de primeira importância.

source: Very little of importance is said, because God is no longer allowed to speak.
pt: Muito pouca importância é dita, porque Deus não pode mais falar.

source: Victorinus, On the Creation of the World 5 (The Ante-Nicene Fathers 7:342).
pt: Victorinus, sobre a criação do mundo 5 (The Ante-Nicene Fathers 7: 342).

source: Victory will be difficult and perhaps infrequent; but the effort will be worthwhile, as Martin Buber writes.
pt: A vitória será difícil e talvez infrequente; mas o esforço valerá a pena, como escreve Martin Buber.

source: W hat these two men wrote is correct, but there is much more.
pt: O que esses dois homens escreveram está correto, mas há muito mais.

source: Wagner, though a pagan, could not exclude a religious justification of antiSemitism.
pt: Wagner, apesar de pagão, não pôde excluir uma justificativa religiosa de anti-semitismo.

source: Was Daniel concerned for the destiny of Jerusalem?
pt: Daniel estava preocupado com o destino de Jerusalém?

source: Was Daniel preoccupied by the sin of the people?
pt: Daniel estava preocupado com o pecado do povo?

source: Was he crucified for that?
pt: Ele foi crucificado por isso?

source: Was it made shameful to be a Jew in Christian society?
pt: Foi vergonhoso ser judeu na sociedade cristã?

source: Was, indeed, this step taken?
pt: Foi, de fato, esse passo dado?

source: We - all of us - are responsible for the death of Christ.
pt: Nós - todos nós - somos responsáveis ​​pela morte de Cristo.

source: We Christians have maltreated, spoiled, and disfigured the word conversion to about the same degree as we have charity.
pt: Nós cristãos temos maltratado, estragado e desfigurado a palavra conversão no mesmo grau em que temos caridade.

source: We already have found in Psalm 110, which is demonstrably messianic, these words: “You are a priest forever.”
pt: Nós já encontramos no Salmo 110, que é comprovadamente messiânico, estas palavras: “Você é um sacerdote para sempre”.

source: We already have seen how Daniel, the poet-author, indicated by means of literary parallelism a close relationship between the Messiah and the expiatory ideas expressed in the Levitical system of rites.
pt: Já vimos como Daniel, o poeta-autor, indicou por meio do paralelismo literário uma estreita relação entre o Messias e as idéias expiatórias expressas no sistema levítico dos ritos.

source: We are about to raise some questions which never fail to arouse the passions of men.
pt: Estamos prestes a levantar algumas questões que nunca deixam de despertar as paixões dos homens.

source: We are no longer dealing with an idea - a theological opinion - but with a manner of life.
pt: Não estamos mais lidando com uma idéia - uma opinião teológica - mas com um estilo de vida.

source: We are thinking especially of the convert’s situation in a Jewish milieu, in Israel.
pt: Estamos pensando especialmente na situação do convertido em um ambiente judeu, em Israel.

source: We are thus immune to that hatred that so often, consciously or unconsciously, stems from it.
pt: Somos, portanto, imunes àquele ódio que tantas vezes, consciente ou inconscientemente, deriva dele.

source: We cannot but reproach him, however, for his lack of faith.
pt: Nós não podemos senão censurá-lo, no entanto, por sua falta de fé.

source: We chose these two chapters from Micah chiefly because of their Messianic character; Jewish tradition did not fail to see in them a clear allusion to the Messiah.
pt: Nós escolhemos esses dois capítulos de Miquéias principalmente por causa de seu caráter messiânico; A tradição judaica não deixou de ver neles uma clara alusão ao Messias.

source: We denounce such practices in any form.“24
pt: Denunciamos tais práticas de qualquer forma.“24

source: We find them together in those ominous words pronounced by the angel in John’s book of the Revelation - in words that precede the day of God’s judgment, the day of His appearing: “He said with a loud voice, ‘Fear God and give him glory, for the hour of his judgment has come; and worship him who made heaven and earth, the sea and the fountains of water.’ ” Revelation 14:7.
pt: Nós os encontramos juntos naquelas palavras sinistras pronunciadas pelo anjo no livro do Apocalipse de João - em palavras que precedem o dia do julgamento de Deus, o dia de Sua vinda: “Ele disse em alta voz: 'Teme a Deus e dá-lhe glória porque a hora do seu juízo chegou; e adorai aquele que fez o céu e a terra, o mar e as fontes de água. Apocalipse 14: 7.

source: We find this truth in the writings of Jewish tradition as well as in the Hebrew Scriptures.
pt: Encontramos esta verdade nos escritos da tradição judaica, bem como nas Escrituras Hebraicas.

source: We have already noted the relation between the theological rupture and the matter of the Law in the fourth century - a separation begun by Christian initiative and sponsored by Constantine.
pt: Já notamos a relação entre a ruptura teológica e a questão da Lei no século IV - uma separação iniciada pela iniciativa cristã e patrocinada por Constantino.

source: We have good reason to believe, then, that the break in the sentence structure was intended originally to come after the words “sixty-two weeks.
pt: Temos boas razões para acreditar, então, que a quebra na estrutura da sentença originalmente deveria vir depois das palavras “sessenta e duas semanas.

source: We have no desire to quibble and cavil in an effort to substantiate one or the other position.
pt: Não temos o desejo de discutir e criticar em um esforço para substanciar uma ou outra posição.

source: We have seen that the ministry of this suffering Messiah - to “make many to be accounted righteous” (Isaiah 53:11) - recalled the expiatory efficacy of the Levitical sacrifice.
pt: Vimos que o ministério desse Messias sofredor - para “fazer com que muitos sejam considerados justos” (Isaías 53:11) - lembrou a eficácia expiatória do sacrifício levítico.

source: We long intensely for an answer.
pt: Nós ansiamos intensamente por uma resposta.

source: We must apply proper exegesis in order to make sure of the truth.
pt: Devemos aplicar uma exegese adequada para garantir a verdade.

source: We must examine it from all sides in order to understand as best we can its multifaceted meaning.
pt: Devemos examiná-lo de todos os lados, a fim de entender o melhor possível seu significado multifacetado.

source: We must master the deepest strata of our heritage, where we shall see again the full richness that God once deposited in the depths for us.
pt: Devemos dominar as camadas mais profundas de nossa herança, onde veremos novamente a completa riqueza que Deus depositou nessas camadas para nós.

source: We must not overlook the fact that this ministry was not without risk for the officiating priest.
pt: Não devemos ignorar o fato de que este ministério não era isento de riscos para o sacerdote oficiante.

source: We now must discover what was understood by this “new covenant.” The traditional Christian concept is that a “new covenant” was to abolish the ancient and install a new religious economy.
pt: Agora precisamos descobrir o que foi entendido por essa “nova aliança”. O conceito tradicional cristão é que uma “nova aliança” era abolir a antiga e instalar uma nova economia religiosa.

source: We witness the distress and unfairness of it and can no longer hold in the cry and questioning of our mind and heart.
pt: Nós testemunhamos a angústia e a injustiça disso e não podemos mais segurar o choro e o questionamento de nossa mente e coração.

source: We would say rather that they remained really true and faithful.“19 One could, therefore, in harmony with such statements, claim to hold the Christian conception of messianism without betraying the essence of Judaism.
pt: Nós diríamos antes, que eles permaneceram realmente verdadeiros e fiéis. ”19 Poderíamos, portanto, em harmonia com tais afirmações, reivindicar a concepção cristã do messianismo sem trair a essência do judaísmo.

source: Wearied with this accusation, that Jews killed God, the Jew finally begins to wonder if, after all, the death of Jesus were not justified; perhaps the Christ of whom the Christians talk did deserve death.
pt: Cansado dessa acusação de que os judeus mataram Deus, o judeu finalmente começa a se perguntar se, afinal, a morte de Jesus não era justificada; talvez o Cristo de quem os cristãos falam mereça a morte.

source: Well-balanced, serious, knowledgeable, he seemed to know what he was talking about.
pt: Bem equilibrado, sério, conhecedor, ele parecia saber do que estava falando.

source: Were one to accept this view on Jewish atavism, could not one wonder why it did not appear similarly in the Jews of the New Testament?
pt: Se alguém aceitasse essa visão sobre o atavismo judaico, não se poderia imaginar por que ela não apareceu de maneira semelhante nos judeus do novo testamento?

source: Were one to get too close without rightly understanding the Law (Torah), one could be led inadvertently to commit a transgression.
pt: Se alguém chegasse perto demais sem entender corretamente a Lei (Torá), alguém poderia ser levado inadvertidamente a cometer uma transgressão.

source: Were they not, in a sense, more guilty than all the others?
pt: Eles não eram, em certo sentido, mais culpados do que todos os outros?

source: What I am saying is that I am in profound agreement with Jacques Doukhan’s decisive conclusion on page 71: “Remarkably, the Gospel record does not give even one case of ‘conversion’ based exclusively on a rational demonstration.”
pt: O que estou dizendo é que estou em profundo acordo com a conclusão decisiva de Jacques Doukhan na página 71: “Notavelmente, o registro do Evangelho não dá sequer um caso de 'conversão' baseado exclusivamente em uma demonstração racional.”

source: What a terrible misunderstanding!
pt: Que mal-entendido terrível!

source: What else could they do?
pt: O que mais podiam eles fazer?

source: What impression do you think that story will make on the child?… He will resolve firmly, when he has grown up, to cut to pieces the ungodly who acted thus toward Love.“32
pt: Que impressão você acha que a história fará sobre a criança?... Ele resolverá com firmeza, quando crescer, cortar em pedaços o ímpio que agiu assim com o Amor.“32

source: What is to be understood by this expression?
pt: O que deve ser entendido por essa expressão?

source: What may appear to be a proper gesture may in fact be opposed to the spirit.
pt: O que pode parecer um gesto adequado pode, de fato, ser oposto ao espírito.

source: What more could be needed to make the deduction that the name of Jerusalem is an allusion to the Messiah?
pt: O que mais poderia ser necessário para deduzir que o nome de Jerusalém é uma alusão ao Messias?

source: What purpose can they serve?
pt: Com que finalidade elas podem servir?

source: What took place at the time which so abruptly enriched the arsenal of antiSemitism?
pt: O que aconteceu nessa época que enriqueceu tão abruptamente o arsenal do antissemitismo?

source: What was first a message of love and justice became a pretext for hatred.
pt: O que foi primeiro uma mensagem de amor e justiça tornou-se um pretexto para o ódio.

source: What was this terrible truth which everyone knew about him, but which eluded his ken?
pt: Qual foi essa terrível verdade que todos sabiam sobre ele, mas que escapou do alcance da vista?

source: What would we have done in their place?
pt: O que teríamos feito no lugar deles?

source: What, indeed, could it serve to believe in the resurrection, if in any case the soul is immortal?
pt: O que, de fato, poderia servir para acreditar na ressurreição, se em qualquer caso a alma é imortal?

source: Whatever intrinsic value Truth might have, the Jew could not accept it unless it met the ancient criterion: “To the Law and to the testimony!
pt: Qualquer que fosse o valor intrínseco que a Verdade pudesse ter, o judeu não poderia aceitá-lo a menos que atendesse ao antigo critério: “À Lei e ao testemunho!

source: Whatever your hand finds to do, do it with your might; for there is no work or thought or knowledge or wisdom in Sheol, to which you are going.” Ecclesiastes 9:5-10.
pt: O que quer que sua mão descubra, faça com sua força; porque não há trabalho, pensamento, conhecimento ou sabedoria no Seol para o qual vais. ”Eclesiastes 9: 5-10.

source: When God speaks, one is inclined to seek distraction, to play deaf, to march to another drummer.
pt: Quando Deus fala, a pessoa está inclinada a procurar distração, a tocar surda, a marchar para outro baterista.

source: When His disciples, in full view on the Sabbath day, picked a few kernels of wheat to satisfy their hunger, Jesus could have taken refuge against His accusers by quoting certain familiar lines in the oral Law: “It is permissible to take with the hand and eat on the sabbath day, but it is not permissible to take with an instrument; such are the words of Rabbi Judah.“198
pt: Quando Seus discípulos, em plena vista no dia de sábado, escolheram alguns grãos de trigo para satisfazer sua fome, Jesus poderia ter se refugiado contra Seus acusadores citando certas linhas familiares na Lei oral: “É permitido levar com a mão e come no dia de sábado, mas não é permitido levar com um instrumento; Tais são as palavras do rabino Judah.

source: When Jesus said that He was the Messiah, was His contention not to have consequences in a land occupied by Roman legions since 66 B.C.?
pt: Quando Jesus disse que Ele era o Messias, sua alegação não teria consequências em uma terra ocupada por legiões romanas desde 66 aC?

source: When Paul addressed his fellow religionists, he could expect some success.
pt: Quando Paulo se dirigiu aos seus companheiros religiosos, ele poderia esperar algum sucesso.

source: When Rabban Simeon ben Gamaliel compared the merits of Aaron the priest of justice to those of the Messiah, he concluded, based on Psalm 110:4, that the Messiah was the most precious in the sight of God.
pt: Quando Rabban Simeão ben Gamaliel comparou os méritos de Aarão, o sacerdote da justiça, aos do Messias, ele concluiu, com base no Salmo 110: 4, que o Messias era o mais precioso aos olhos de Deus.

source: When a Jew accepts the Messiah, he does so because of roots that always have been his.
pt: Quando um judeu aceita o Messias, ele o faz por causa de raízes que sempre foram dele.

source: When conversion separates from neighbors and others, conversion has chosen the “broad way,” where hardness of heart and bitterness of opinion have banished love.
pt: Quando a conversão se separa dos vizinhos e dos outros, a conversão escolheu o “caminho largo”, onde a dureza de coração e a amargura de opinião baniram o amor.

source: When he evoked the person of the One he called Savior, the Christian Jew thought of a God of life, a God with whom it was good to walk through life, a God who could be loved.
pt: Quando ele evocou a pessoa daquele que ele chamou de Salvador, o judeu cristão pensou em um Deus da vida, um Deus com quem era bom andar pela vida, um Deus que poderia ser amado.

source: When he was present, heads were shaken in disgust.
pt: Quando ele estava presente, as cabeças foram sacudidas em desgosto.

source: When one becomes aware of all the obstacles, one is tempted to settle for pessimism or for a superficial, noncommittal encounter.
pt: Quando alguém fica consciente de todos os obstáculos, fica tentado a aceitar o pessimismo ou um encontro superficial e descomprometido.
